Repository: mks014/estatik
Catalog: languages/*-plugin-*.po
Languages: ar

source: Properties
ar: العقارات

source: Add New
ar: إضافة جديد

source: Add New Property
ar: إضافة عقار جديد

source: Edit Property
ar: تحرير العقار

source: New Property
ar: عقار جديد

source: All Properties
ar: كل العقارات

source: View Properties
ar: عرض خصائص

source: Search Properties
ar: بحث في العقارات

source: No Properties found
ar: لاتوجد عقارات

source: No Properties found in the Trash
ar: لاتوجد عقارات في سلة المهملات

source: Property Categories
ar: تصنيفات العقارات

source: Property Category
ar: تصنيف العقار

source: Search Property Categories
ar: بحث في تصنيفات العقارات

source: All Property Categories
ar: كل تصنيفات العقارات

source: Parent Property Category
ar: تصنيف عقار رئيسي

source: Parent Property Category:
ar: تصنيف عقار رئيسي

source: Edit Property Category
ar: تحرير تصنيف العقار

source: Update Property Category
ar: تحديث تصنيف العقار

source: Add New Property Category
ar: إضافة تصنيف عقار جديد

source: New Property Category
ar: تصنيف عقار جديد

source: Property Status
ar: حالة العقار

source: Search Status Categories
ar: بحث في الحالات

source: All Status Categories
ar: كل الحالات

source: Parent Status Category
ar: تصنيف الحالة

source: Parent Status Category:
ar: تصنيف الحالة

source: Edit Status Category
ar: تحرير الحالة

source: Update Status Category
ar: تحديث الحالة

source: Add New Status Category
ar: إضافة حالة جديدة

source: New Status Category
ar: تصنيف حالة جديد

source: Status Categories
ar: تصنيفات الحالة

source: Property Types
ar: أنواع العقارات

source: Search Types Categories
ar: بحث في أنواع العقارات

source: All Types Categories
ar: كل أنواع العقارات

source: Parent Type Category
ar: تصنيف نوع العقار

source: Parent Type Category:
ar: تصنيف نوع العقار

source: Edit Type Category
ar: تحرير نوع العقار

source: Update Type Category
ar: تحديث نوع العقار

source: Add New Type Category
ar: إضافة نوع عقار جديد

source: New Type Category
ar: نوع عقار جديد

source: Type Categories
ar: تصنيفات نوع العقار

source: Dashboard
ar: لوحة التحكم

source: My listings
ar: عقاراتي

source: Data Manager
ar: إدارة البيانات

source: Settings
ar: الإعدادات

source: Get Support
ar: احصل على الدعم الفني

source: Step-by-step guide
ar: إرشادات خطوة بخطوة

source: Video Tutorial
ar: درس فيديو تعليمي

source: Submit a Ticket
ar: سجل تذكرة

source: Choose Your Theme
ar: اختر الثيم المناسب لك

source: Are you sure you want to delete it?
ar: هل أنت متأكد من الحذف؟

source: Ok
ar: موافق

source: Cancel
ar: إلغاء

source: Please fill your field.
ar: رجاءا املئ الحقل

source: field has been added.
ar: تم إضافة الحقل

source: field has been deleted.
ar: تم حذف الحقل

source: Properties details
ar: تفاصيل العقارات

source: Location
ar: الموقع

source: Dimensions
ar: العنوان

source: Features
ar: المميزات

source: Currency
ar: العملة

source: Status
ar: احالة

source: Add new field
ar: إضافة حقل جديد

source: Category
ar: تصيف

source: Type
ar: نوع

source: Rent period
ar: مدة الإيجار

source: Country
ar: الدولة

source: States/Regions
ar: الولاية/المنطقة

source: Cities
ar: المدن

source: Area & lot size
ar: المساحة

source: Appliances
ar: المميزات الإضافية

source: No record found. Please add new one.
ar: لايوجد بيانات مسجلة. رجاءا, قم بإضافة جديدة.

source: Upload Downloaded Estatik Pro
ar: تحميل إستاتيك الإحترافي

source: Full advanced version with extra portal management option, social sharing, additional widgets support, etc.
ar: نسخة الإصدار الكامل مع كامل التحكم, مشاركة شبكات التواصل الاجتماعي, إضافات الدعم الفني, إلخ.

source: Please upload your
ar: رجاءا, ارفع

source: version in zip format and click upload to finish for update to pro Version.
ar: ملف الضغط زيب ثم اضغط زر الرفع لإنهاء تحديث الإصدار الاحترافي pro.

source: Upload
ar: رفع

source: Upload Zip
ar: رفع Zip

source: Please enter numbers only.
ar: رجاءا, اكتب أرقام فقط

source: OK
ar: موافق

source: Please Edit your property detail and click save to finish.
ar: رجاءا حرر بيانات عقاراتك ثم اضغط حفظ

source: Save & Close
ar: حفظ وإغلاق

source: Save
ar: حفظ

source: Please fill up your property detail and click save to finish.
ar: رجاءا املئ بيانات عقارك ثم اضغط حفظ

source: Property has been updated.
ar: تم تحديث العقار

source: Basic information
ar: معلومات اساسية

source: Address
ar: العنوان

source: Media
ar: وسائط

source: Property ID
ar: رقم العقار

source: Title
ar: العنوان

source: Featured
ar: مميز

source: Yes
ar: نعم

source: No
ar: لا

source: Hot
ar: عرض

source: Open house
ar: منزل

source: Foreclosure
ar: فيلا

source: Price
ar: السعر

source: Period
ar: المدة

source: Bedrooms
ar: الغرف

source: Bathrooms
ar: الحمامات

source: Floors
ar: الطوابق

source: Area
ar: المساحة

source: Lot size
ar: المساحة الإجمالية:

source: Built in
ar: تم البناء في سنة

source: Description
ar: الوصف

source: Choose Country
ar: اختر الدولة

source: State/Region
ar: الولاية / المنطقة:

source: City
ar: المدينة

source: ZIP/Postcode
ar: الرمز البريدي

source: Street
ar: الشارع

source: Longitude
ar: خط الطول

source: Latitude
ar: خط العرض

source: Select files or upload images in a zip-file.
ar: حدد الملفات أو ارفع الصور في ملف مضغوط زيب

source: The first image will be default image. You can drag and drop images to change their order.
ar: الصورة الأولى ستكون الافتراضيةيمكنك السحب والإفلات لإعادة الترتيب

source: Please select properties you want to copy.
ar: رجاءا حدد العقارات للنسخ

source: Please select properties you want to delete.
ar: رجاءا حدد العقارات للحذف

source: Please select properties you want to publish.
ar: رجاءا حدد العقارات للنشر

source: Please select properties you want to unpublish.
ar: رجاءا حدد العقارات لإلغاء النشر

source: Are you sure you want to Copy it?
ar: هل انت متأكد من عملية النسخ؟

source: Are you sure you want to publish it?
ar: هل انت متأكد من عملية النشر؟

source: Are you sure you want to unpublish it?
ar: هل انت متأكد من عملية إلغاء النشر؟

source: My Listings
ar: عقاراتي

source: Filter by
ar: تصفية بحسب

source: Date added
ar: تم إضافة التاريخ

source: Manage
ar: إدارة

source: Select all
ar: تحديد الكل

source: Undo selection
ar: عدم تحديد الكل

source: Copy
ar: نسخ

source: Delete
ar: حذف

source: Publish
ar: نشر

source: Unpublish
ar: عدم النشر

source: Property has been deleted.
ar: تم حذف العقار

source: Selected properties have been copied.
ar: العقارات المحددة تم نسخها

source: Selected properties have been deleted.
ar: العقارات المحددة تم حذفها

source: Selected properties have been published.
ar: العقارات المحددة تم نشرها

source: Selected properties have been unpublished.
ar: العقارات المحددة تم إلغاء نشرها

source: Your search results.
ar: نتائج بحثك

source: Image
ar: صورة

source: No Image
ar: لايوجد صورة

source: Edit
ar: تحرير

source: No record found.
ar: لايوجد بيانات!

source: No City
ar: لايوجد مدينة

source: No record found. please add new one.
ar: لاتوجد بيانات. رجاءا, أضف جديدة

source: No State
ar: لايوجد حالة

source: Please fill up your Settings detail and click save to finish.
ar: رجاءا املئ بيانات الإعدادات ثم اضغط حفظ

source: Settings has been updated.
ar: تم تحديث الإعدادات

source: General Settings
ar: الإعدادات العامة

source: Layout
ar: طريقة العرض

source: Images
ar: الصور

source: Sharing
ar: مشاركة

source: Powered by link
ar: تطوير بـ

source: Number of listings per page
ar: عدد العقارات في الصفحة

source: Title/Address
ar: العنوان/الموقع

source: Date format
ar: صيغة التاريخ

source: Date Format
ar: صيغة التاريخ

source: Listings layout
ar: طريقة عرض كقوائم

source: Single property
ar: عقار واحد

source: Disabled Layouts are available in
ar: إلغاء طرق العرض المتوفرة في

source: version
ar: اصدار

source: Resize method
ar: طريقة تغيير الحجم

source: Crop & shrink
ar: قص ومحاذاة

source: Crop
ar: قص

source: Listings view
ar: عرض القوائم

source: Table
ar: جدول

source: 2 colums
ar: عمودين

source: list
ar: قائمة

source: Height
ar: الإرتفاع

source: Widht
ar: العرض

source: Photo on<br />the left/right
ar: الصورة <br>يسار/يمين

source: Photo <br />in center
ar: الصورة<br>في الوسط

source: Photo <br /> Thumb
ar: صورة<br>مصغرة

source: Disabled fields are available in
ar: إلغاء الحقول المتوفرة في

source: Default currency
ar: العملة الإفتراضية

source: Dollar, Euro, etc
ar: دولار, يورو, وغيرهم

source: Price format
ar: صيغة العملة

source: Currency sign place
ar: مكان كتابة العملة

source: Before price
ar: قبل السعر

source: After price
ar: بعد السعر

source: NO
ar: لا

source: PDF Player
ar: PDF

source: Sharing Feature is available in
ar: خاصية المشاركة موجودة في

source: version only
ar: الإصدار

source: Estatik Search
ar: بحث إستاتيك

source: Search Title:
ar: عنوان البحث

source: Address:
ar: العنوان:

source: Price:
ar: السعر:

source: Bedrooms:
ar: الغرف:

source: Bathrooms:
ar: الحمامات:

source: Category:
ar: التصنيف:

source: Type:
ar: النوع:

source: Sqft:
ar: قدم:

source: Lot size:
ar: المساحة الإجمالية:

source: Keywords:
ar: كلمات دلالية:

source: Show On Pages
ar: العرض على الصفحات

source: Select Pages
ar: تحديد الصفحات

source: Archive Page
ar: صفحة الإرشيف

source: Single Page
ar: صفحة واحدة

source: Category Page
ar: صفحة تصنيف

source: Search Page
ar: صفحة بحث

source: Author Page
ar: صفحة الكاتب

source: hot
ar: عرض جديد

source: openhouse
ar: منزل

source: foreclosure
ar: فيلا

source: beds
ar: الأسرة

source: bath
ar: حمام

source: View on map
ar: العرض على الخريطة

source: Details
ar: التفاصيل

source: Map
ar: الخريطة

source: Powered by
ar: تطوير بـ

source: Basic facts
ar: حقائق اساسية

source: Area size
ar: حجم المنطقة

source: Rent Period
ar: مدة الإيجار

source: Amenities
ar: الخدمات

source: To top
ar: إلى الأعلى

source: Search
ar: بحث

source: Properties by Agent
ar: العقارات بحسب العميل

source: View first
ar: العرض أولا

source: Address, City, ZIP
ar: العنوان, المدينة, الحي

source: Reset
ar: إعادة

source: min
ar: الأدنى

source: max
ar: الأعلى

source: Sq ft
ar: قدم

source: Key words
ar: كلمات دلالية
